Repository: ilonaandriyashyn/lend-and-learn-frontend
Catalog: src/locales/*/messages.po
Languages: cs

source: Application Lend And Learn gives students and employees of FIT CTU opportunity to share interesting technical devices with each other. Find a device you are interested in, make a booking and enjoy learning how it works.
cs: Aplikace Lend And Learn poskytuje studentům a zaměstnancům FIT ČVUT možnost sdílet mezi sebou zajímavá technická zařízení. Najděte zařízení, které Vás zaujalo, proveďte rezervaci a seznamte se s tím, jak funguje.

source: Approve
cs: Schválit

source: Available
cs: K dispozici

source: Book
cs: Rezervovat

source: Booked
cs: Rezervováno

source: Cancel
cs: Zrušit

source: Could not create reservation
cs: Nepovedlo se vytvořit rezervaci

source: Could not load device
cs: Nepovedlo se načíst zařízení

source: Could not load devices
cs: Nepovedlo se načíst zařízení

source: Could not load reservations
cs: Nepovedlo se načíst rezervace

source: Could not load statistics
cs: Nepovedlo se načíst statistiky

source: Could not load user
cs: Nepovedlo se načíst uživatele

source: Could not login
cs: Nepovedlo se přihlásit

source: Could not logout
cs: Nepovedlo se odhlásit

source: Could not update data
cs: Nepovedlo se aktualizovat údaje

source: Could not update device
cs: Nepovedlo se aktualizovat zařízení

source: Create
cs: Vytvořit

source: Create device
cs: Vytvořit zařízení

source: Create reservation
cs: Vytvořit rezervaci

source: Date
cs: Datum

source: Delete
cs: Odstranit

source: Device could not be created
cs: Nepovedlo se vytvořit zařízení

source: Device could not be deleted
cs: Nepovedlo se odstranit zařízení

source: Device could not be deleted. You have some created or active reservations for this device
cs: Nepovedlo se odstranit zařízení. Pro toto zařízení jsou vytvořené nebo aktivní rezervace

source: Device name
cs: Název zařízení

source: Device was created
cs: Zařízení bylo vytvořeno

source: Device was deleted
cs: Zařízení bylo odstraněno

source: Devices
cs: Zařízení

source: Edit
cs: Upravit

source: Edit device
cs: Upravit zařízení

source: Fill in description (max. 2000 characters)
cs: Zadejte popis (max. 2000 znaků)

source: Fill in name
cs: Zadejte název

source: Finish
cs: Dokončit

source: Go to my devices
cs: Přehled mých zařízení

source: Incoming Reservations
cs: Příchozí Rezervace

source: Lent
cs: Vypůjčeno

source: Login
cs: Přihlásit

source: Logout
cs: Odhlásit

source: My devices
cs: Moje zařízení

source: Outcoming Reservations
cs: Odchozí Rezervace

source: Owner
cs: Majitel

source: Profile
cs: Profil

source: Reservation could not be approved
cs: Nepovedlo se schválit rezervaci

source: Reservation could not be canceled
cs: Nepovedlo se zrušit rezervaci

source: Reservation could not be finished
cs: Nepovedlo se ukončit rezervaci

source: Reservation was approved
cs: Rezervace byla schválena

source: Reservation was canceled
cs: Rezervace byla zrušena

source: Reservation was created
cs: Rezervace byla vytvořena

source: Reservation was finished
cs: Rezervace byla ukončena

source: Reservations created
cs: Vytvořené rezervace

source: Reservations in progress
cs: Aktuálně probíhající rezervace

source: Reservations to approve
cs: Rezervace ke schválení

source: Reservations to finish
cs: Rezervace k dokončení

source: Select end date
cs: Vyberte datum začátku

source: Select start date
cs: Vyberte datum konce

source: Send email
cs: Poslat email

source: Show only my devices
cs: Zobrazit pouze vlastní zařízení

source: Today status
cs: Dnešní stav

source: Update information
cs: Aktualizovat údaje

source: User
cs: Uživatel

source: User data were updated
cs: Uživatelské údaje byly aktualizovány

source: Whole count
cs: Celkový počet

source: You've been logged out due to unauthorized request
cs: Byl/a jste odhlášen/a kvůli neautorizovanému dotazu
